Autodesk.Revit.DB.IParamDefExternalButtonValueProvider.ShouldBeListed
this is temp interface method for 2025.0 release to hide the substitution parameter from later point releases saved model with the substitution data
Since:
2025